  [
    {
      "id": 1,
      "nom": "Obito (Tobi) Uchiha - Naruto Shippuden",
      "description": "Beautiful reproduction of the Tobi figurine from the manga Naruto Shippuden. The figure represents the false identity of Kakashi’s best friend in the anime series Naruto Shippuden. \nThis high-quality resin Tobi figurine from Figurines Anime comes with its resin base. The Tobi figure is made of resin with incredible detail. The Tobi figure will complement your collection of Naruto Shippuden figures.",
      "tags": [
        "Naruto",
        "Tobi",
        "Obito",
        "manga",
        "figurine"
      ],
      "matière": "PVC",
      "taille": "31 cm",
      "quantité": 50,
      "prix": 220.30,
      "rabais": 0.1,
      "images": "/images/items/figurines/1.1tobi.jpg"
    },
    {
      "id": 2,
      "nom": "Guts Bererker Armor (RAGE EDITION) - Version Deluxe - Berserk",
      "description": "Let me feel the pain. Get up and pierce flesh and bones! n nSideshow and Prime 1 Studio are proud to present the latest addition to the Ultimate Premium Masterline series: the incredible 1:4 scale Guts Berserker armor, Berserk Rage Deluxe Edition! n nAll right out of the spirit of Kentarou Miura comes the warrior of eternal struggle: Guts! n nGuts is undoubtedly propelled by rage! Here, he makes his way through Evil with his new sword, Dragonslayer, an incredible prosthetic left arm, and a renewed thirst for revenge! n nPrime 1 Studio offers a masterful interpretation of Guts - dressed from head to toe in his impressive Berserker armor and armed with his huge Demonslayer sword. This Rage edition measures about 27 inches tall with its cape sweeping behind it in a dramatic arc. Guts' Berserker armor is faithfully recreated with multi-layered paint applications, weather and washes to bring out every detail and texture. On the basis, this tortured warrior flounders in a demonic hell of death. Prime 1 Studio made sure to flood this environment with all the horror, carnage and blood they could muster! n nThe Deluxe Guts version comes with three (3) interchangeable helmets. Swap Guts' helmet for one with glowing eyes where you can see his rage boil to one when he’s in control of himself where you can see his real eyes through the orbits of the bar. Or swap Guts with the original berserker armor helmet before he changes shape like the beast of darkness! And when he no longer controls his murderous follies, put Astral Projection Schierke on his shoulder to calm his thirst for blood and bring him back to Earth. n nLaissez le armure Guts Berserker, Rage Deluxe Edition fighting its way into your collection. A must for all Berserk fans!",
      "tags": [
        "Berserk",
        "Guts",
        "manga",
        "figurine",
        "deluxe"
      ],
      "matière": "PVC",
      "taille": "74,7 cm",
      "quantité": 30,
      "prix": 2499.99,
      "rabais": 0.2,
      "images": "/images/items/figurines/2.1guts.webp"
    },
    {
      "id": 3,
      "nom": "Guts Berserker Armor Pop Up Parade - Berserk",
      "description": "Good Smile Company figure from the Pop Up Parade range, featuring the Dark Knight Guts with his Berseker armor in the work Berserk by Kentaro Miura. n nModel with base and accessories, the figure also has an alternative head that can be illuminated (the Milight 316R (LED) is not included in the product). n nThe figurine pays tribute to the cover of volume 28 of the mythical work of Dark Fantasy of the master Miura.",
      "tags": [
        "Berserk",
        "Guts",
        "manga",
        "figurine"
      ],
      "matière": "PVC",
      "taille": "28 cm",
      "quantité": 20,
      "prix": 152.00,
      "rabais": 0.15,
      "images": "/images/items/figurines/3.1guts.jpg"
    },
    {
      "id": 4,
      "nom": "Griffith Legacy Art - Berserker",
      "description": " ",
      "tags": [
        "griffith",
        "berserk",
        "manga",
        "figurine"
      ],
      "matière": "laine",
      "taille": "XL",
      "quantité": 15,
      "prix": 712.01,
      "rabais": 0.05,
      "images": "/images/items/figurines/4.1griffith.jpg"
    },
    {
      "id": 5,
      "nom": "Birth of the Demon King",
      "description": "A long work of sculpture and painting was necessary to transcribe the ultimate suffering of this character yet so proud of his appearance. Whether it’s his helmet, relic of his past, or the bandages on his body, all the details have been pushed to the maximum to make this key moment an indispensable statue for all Berserk collectors. Emblematic character of the manga Berserk, we had to give Femto a pose worthy of his presence and elegance, memories of his past life as leader of the Band of the Hawk. Mirror pose of Griffith’s when he decides to sacrifice his brothers in arms to see his dream of absolute power come true.",
      "tags": [
        "griffith",
        "berserk",
        "manga",
        "figurine",
        "deluxe"
      ],
      "matière": "PVC",
      "taille": "41 cm",
      "quantité": 25,
      "prix": 861.95,
      "rabais": 0.1,
      "images": "/images/items/figurines/5.1griffith.jpg"
    },
    {
      "id": 6,
      "nom": "Blame ! Elite Sollo Killy",
      "description": "In the post-apocalyptic cyberpunk manga, Blame! , an infection sweeps through humanity, causing it to lose control of its city and the mechanical builders who build it. With humans now unable to access the city’s digital network, Netsphere, builders continue to build for thousands of years, creating a deadly architectural labyrinth of floors stretching over 778,547,200 km. What remains of human society struggles to survive in isolation from the hostile Netsphere-controlled Backup robots, who now considers humanity a threat to be eliminated. n nKilly, a solitary cyborg armed with an all-powerful gravity beam-emitting pistol, has no memory of his past. He only remembers his mission: to find the last human carrier of the Net Terminal Gene so that humanity can regain control of the Netsphere, stop the Builders and put an end to the murderous outburst of Save. n nThe Killy Elite Solo statue is limited to 725 pieces worldwide. Each 1/6 scale statue includes a special bust stand to display Killy’s alternate portrait, as well as an exclusive art print and certificate of authenticity digitally signed by the CEO of Figurama Collectors, Mr. Shanab and the original mangaka Tsutomu Nihei.",
      "tags": [
        "killy",
        "blame",
        "manga",
        "figurine",
        "deluxe"
      ],
      "matière": "PVC",
      "taille": "43 cm",
      "quantité": 5,
      "prix": 1999.99,
      "rabais": 0.05,
      "images": "/images/items/figurines/6.1killy.webp"
    },
    {
      "id": 7,
      "nom": "The Safeguard - Blame!",
      "description": "Save as seen in Blame! Action figure in 1:12 scale. The production of the action figure Safeguard is overseen by Nihei Tsutomu, the original artist of the manga series. The interior frame allows for top articulation and uses magnets built into the included special base to recreate the spectacular scene where the horde of advanced wall backups can be recreated.",
      "tags": [
        "safeguard",
        "blame",
        "figurine",
        "manga"
      ],
      "matière": "plastic",
      "taille": "30 cm",
      "quantité": 15,
      "prix": 158.34,
      "rabais": 0.14,
      "images": "/images/items/figurines/7.1safeguard.jpg"
    },
    {
      "id": 8,
      "nom": "Bust Azami - Uzumaki",
      "description": "Introducing the Junji Ito Uzumaki Vinyl Bust Series, a must-have collectible for fans of the horror manga series! This beautifully crafted statue captures the twisted and eerie essence of the Uzumaki spiral curse. Standing at 8 inches tall, the bust depicts the antagonist, Azami Kurotani from 'Scar' in her iconic 'spiral face' pose. Don't miss out on the chance to own a piece of the twisted and unsettling world of Uzumaki with this incredible Junji Ito Uzumaki Vinyl Statue. Get yours today and let the spirals consume you.",
      "tags": [
        "Azami",
        "Uzumaki",
        "manga",
        "figurine",
        "Junji Ito"
      ],
      "matière": "vinyle",
      "taille": "20 cm",
      "quantité": 1115,
      "prix": 65.00,
      "rabais": 0.05,
      "images": "/images/items/figurines/8.1azami.webp"
    },
    {
      "id": 9,
      "nom": "Little Boy with Holes - Junji Ito Series",
      "description": "A mysterious figure from the serie world of Junji Ito's horror manga.",
      "tags": [
        "junji ito",
        "manga",
        "figurine"
      ],
      "matière": "plastic",
      "taille": "13 cm",
      "quantité": 7,
      "prix": 28.41,
      "rabais": 0.05,
      "images": "/images/items/figurines/9.1junji_ito_series.jpg"
    },
    {
      "id": 10,
      "nom": "Ice-Cream Man - Junji Ito Series",
      "description": "A chilling figurine from the disturbing tales of Junji Ito.",
      "tags": [
        "junji ito",
        "manga",
        "figurine"
      ],
      "matière": "plastic",
      "taille": "13 cm",
      "quantité": 7,
      "prix": 28.41,
      "rabais": 0.05,
      "images": "/images/items/figurines/10.1junji_ito_series.jpg"
    },
    {
      "id": 11,
      "nom": "Kaneki Ken - Tokyo Ghoul",
      "description": "The figurine perfectly represents Shironeki sitting on a stone, standing from a pose by cracking his index finger. It shows the charisma revealed by the hero, the details are there. His scaly kagune is apparent, giving him a lot of strength and making him one of the most powerful ghouls.",
      "tags": [
        "kaneki",
        "tokyo ghoul",
        "manga",
        "figurine"
      ],
      "matière": "PVC",
      "taille": "26 cm",
      "quantité": 120,
      "prix": 259.35,
      "rabais": 0.05,
      "images": "/images/items/figurines/11.1kaneki.webp"
    },
    {
      "id": 12,
      "nom": "Kaneki VS Yamori - Limited Edition - Tokyo Ghoul",
      "description": "A limited edition diorama capturing the intense battle between Kaneki and Yamori from Tokyo Ghoul.",
      "tags": [
        "kaneki",
        "yamori",
        "limited edition",
        "tokyo ghoul",
        "manga",
        "figurine"
      ],
      "matière": "polystone",
      "taille": "26 cm",
      "quantité": 2,
      "prix": 4489.47,
      "rabais": 0.00,
      "images": "/images/items/figurines/12.1kanekiVSyamori.png"
    },
    {
      "id": 13,
      "nom": "Diorama Meruem VS Netero - Collector Edition - Hunter X Hunter",
      "description": "Professionally crafted by award-winning artist Keita Okada, the Netero VS Meruem diorama balances the vibrancy of the anime with dynamic composition, anatomical precision, and intricate details. Netero’s Bodhisattva arms are finished with antique golden paint and translucent spikes that transmit their speed of blur in icy glory. An alternative expression allows collectors to represent Netero with eyes closed in prayerful concentration, focusing on Meruem's attacks. The golden base features details similar to wrought iron, surrounded by the names 'Netero' and 'Meruem' spelled in the Hunter x Hunter alphabet.",
      "tags": [
        "meruem",
        "diorama",
        "netero",
        "hunter x hunter",
        "hxh",
        "manga",
        "figurine",
        "collector edition"
      ],
      "matière": "resin",
      "taille": "76 cm",
      "quantité": 1,
      "prix": 2176.72,
      "rabais": 0.00,
      "images": "/images/items/figurines/13.1meruem.webp"
    },
    {
      "id": 14,
      "nom": "Ener - The Only God of Skypiea - One Piece",
      "description": "Beautiful reproduction of the Figurine Ener in the manga One Piece. The figurine Ener represents the celestial having been sent to the moon by a huge punch from Monkey D. Luffy in the anime series One Piece. This Figurine Ener in resin of superior quality proposed by Figurines Anime is delivered with its base in resin. The Ener Figure is made of resin with incredible detail. The Ener Figure will complete your One Piece Figure collection.",
      "tags": [
        "ener",
        "one piece",
        "manga",
        "figurine"
      ],
      "matière": "resin",
      "taille": "48 cm",
      "quantité": 1,
      "prix": 1512.52,
      "rabais": 0.30,
      "images": "images/items/figurines/14.1ener.webp"
    },
    {
      "id": 15,
      "nom": "Shuu VS Touka - Limited Edition - Tokyo Ghoul",
      "description": "Tokyo Ghoul: Touka VS Tsukiyama Elite Fandom Statue is a 1/6 scale masterpiece imagining the battle between Touka and Tsukiyama in the sacred solitude of the church. Featuring LED lighting, the statue includes details like Touka’s rabbit mask, Tsukiyama’s crescent moon mask, and the crystal shards of Touka’s kagune. Designed as the ideal companion to Kaneki VS Yamori, it includes two alternative portraits, two miniature busts, and a matching official art print.",
      "tags": [
        "shuu",
        "tsukiyama",
        "touka",
        "kirishima",
        "tokyo ghoul",
        "anime",
        "figurine",
        "limited collection"
      ],
      "matière": "polystone",
      "taille": "54 cm",
      "quantité": 15,
      "prix": 2176.72,
      "rabais": 0.05,
      "images": "/images/items/figurines/15.1shuuVStouka.webp"
    },
    {
      "id": 16,
      "nom": "Dororo & Hyakkimaru",
      "description": "The Dororo & Hyakkimaru Elite Fandom statue debuts as the world’s first polystone collectible inspired by the 2019 animated adaptation of Osamu Tezuka’s legendary manga. Hyakkimaru’s prosthetic forearms are functionally designed to slide as they do in the anime, revealing die-cast metal blades underneath. The statue features intricate details, including translucent ghouls, execution arrows, and the headless statue of the Goddess of Mercy.",
      "tags": [
        "dororo",
        "hyakkimaru",
        "manga",
        "figurine"
      ],
      "matière": "polystone",
      "taille": "48 cm",
      "quantité": 15,
      "prix": 1435.10,
      "rabais": 0.13,
      "images": "/images/items/figurines/16.1hyakkimaru.webp"
    },
    {
      "id": 17,
      "nom": "The Apocalypse of Devilman - Devilman VS Amon - Devilman Crybaby",
      "description": "The centerpiece of your Devilman collection, this fiery 3D representation captures the epic final battle scene between the incorruptible human hero and his inner demon. Crafted from high-density polystone and PU material, meticulously hand-painted to represent a realistic scene from the series, Devilman hovers in the air with his wings outstretched, striking a powerful punch at Amon.",
      "tags": [
        "devilman",
        "demon",
        "manga",
        "figurine",
        "crybaby"
      ],
      "matière": "polystone",
      "taille": "76 cm",
      "quantité": 3,
      "prix": 1757.23,
      "rabais": 0.00,
      "images": "/images/items/figurines/17.1devilman.webp"
    },
    {
      "id": 18,
      "nom": "Ener - One Piece",
      "description": "From the One Piece anime comes a new Portrait of Pirates figure of Enel, the only God of Skypiea! This highly detailed figure Enel stands at an impressive height of just over 15 inches, from the bottom of the base to the top of his trident. Incredibly detailed with an emphasis on keeping true to the character as they're seen in the anime and manga, add another Portrait of Pirates figure to your collection today!",
      "tags": [
        "ener",
        "one piece",
        "manga",
        "figurine"
      ],
      "matière": "polystone",
      "taille": "38 cm",
      "quantité": 8,
      "prix": 622.00,
      "rabais": 0.25,
      "images": "/images/items/figurines/18.1ener.jpg"
    },
    {
      "id": 19,
      "nom": "Obito (child) - Naruto Shippuden",
      "description": "Beautiful reproduction of the Tobi figurine from the manga Naruto Shippuden. The figure represents the false identity of Kakashi’s best friend in the anime series Naruto Shippuden. \nThis high-quality resin Tobi figurine from Figurines Anime comes with its resin base. The Tobi figure is made of resin with incredible detail. The Tobi figure will complement your collection of Naruto Shippuden figures.",
      "tags": [
        "tobi",
        "obito",
        "manga",
        "figurine",
        "naruto"
      ],
      "matière": "vinyl",
      "taille": "21 cm",
      "quantité": 0,
      "prix": 68.00,
      "rabais": 0.00,
      "images": "/images/items/figurines/19.1tobi.jpg"
    },
    {
      "id": 20,
      "nom": "Tobi - Naruto Shippuden",
      "description": "Beautiful reproduction of the Tobi figurine from the manga Naruto Shippuden. The figure represents the false identity of Kakashi’s best friend in the anime series Naruto Shippuden. \nThis high-quality resin Tobi figurine from Figurines Anime comes with its resin base. The Tobi figure is made of resin with incredible detail. The Tobi figure will complement your collection of Naruto Shippuden figures.",
      "tags": [
        "tobi",
        "obito",
        "manga",
        "figurine",
        "naruto"
      ],
      "matière": "resin",
      "taille": "42 cm",
      "quantité": 0,
      "prix": 68.00,
      "rabais": 0.00,
      "images": "/images/items/figurines/20.1tobi.jpg"
    }
  ]